/* Use the \"action\" button to save your favorite articles, photos, and videos. */
"AddFavoritesMessage" = "Use the \"action\" button to save your favorite articles, photos, and videos.";

/* Video playback errors */
"VideoErrorMessage" = "There was a problem playing this video. Please try again later.";
"VideoErrorTitle" = "Playback Error";

/* Video sharing */
"VideoSharingInstructionsTitle" = "Video Sharing";
"VideoSharingInstructions" = "Share links to videos by tapping and holding videos in this list.";

"FavoritesMenuItemTitle" = "FAVORITES";

"ArticleBrandingText" = "TechNews App";

"LiveBarPrompting" = "Tap to watch now";

"LiveBarHandleLabel" = "WATCH LIVE";

"LiveBarTitleFormat" = "%i EVENTS HAPPENING RIGHT NOW";

"ShareSafari" = "Open in Safari";
"ShareEmail" = "Email Article";
"ShareTwitter" = "Tweet Article";
"ShareFacebook" = "Share on Facebook";
"AddToFavorites" = "Add to Favorites";

"Today" = "Today";
"Yesterday" = "Yesterday";

"RelativeDateFutureFormat" = "in %i %@";
"RelativeDatePastFormat" = "%i %@ ago";

"SingularHour" = "hour";
"SingularMinute" = "minute";
"SingularSecond" = "second";
"PluralHour" = "hours";
"PluralMinute" = "minutes";
"PluralSecond" = "seconds";

"SearchPlaceholder" = "Search Example.com";

"PushNotificationDismissButton" = "Dismiss";
"PushNotificationViewButton" = "View";